IDEA Open Model
IDEAProgressReport.CurrentProgressAmount Property
Compatible with IDEA StatiCa 20.1
 current progress
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int CurrentProgressAmount { get; set; }
Public Property CurrentProgressAmount As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
IDEAProgressReport Class
IdeaRS.OpenModel.Message Namespace